Repository: yeager/pauskollen
Catalog: po/*.po
Languages: sv

source: Deep Breathing
sv: Djup andning

source: Breathe in slowly... 1, 2, 3, 4
sv: Andas in långsamt... 1, 2, 3, 4

source: Hold... 1, 2, 3
sv: Håll kvar... 1, 2, 3

source: Breathe out slowly... 1, 2, 3, 4, 5
sv: Andas ut långsamt... 1, 2, 3, 4, 5

source: Body Scan
sv: Känn av kroppen

source: Close your eyes
sv: Stäng dina ögon

source: Feel your feet on the floor
sv: Känn dina fötter på golvet

source: Relax your legs
sv: Slappna av i benen

source: Relax your tummy
sv: Slappna av i magen

source: Relax your shoulders
sv: Slappna av i axlarna

source: Relax your face
sv: Slappna av i ansiktet

source: Open your eyes
sv: Öppna dina ögon

source: Counting
sv: Räkning

source: Count slowly to 10
sv: Räkna långsamt till 10

source: Now count backwards from 10
sv: Räkna nu baklänges från 10

source: Take a deep breath
sv: Ta ett djupt andetag

source: Stretching
sv: Sträck ut

source: Stretch your arms up high
sv: Sträck armarna högt upp

source: Touch your toes
sv: Rör vid tårna

source: Roll your shoulders
sv: Rulla dina axlar

source: Shake your hands
sv: Skaka dina händer

source: Stand still and breathe
sv: Stå stilla och andas

source: 5-4-3-2-1 Grounding
sv: 5-4-3-2-1 Jordning

source: Name 5 things you can SEE
sv: Nämn fem saker du kan SE

source: Name 4 things you can TOUCH
sv: Nämn fyra saker som du kan RÖRA VID

source: Name 3 things you can HEAR
sv: Nämn tre saker du kan HÖRA

source: Name 2 things you can SMELL
sv: Nämn två saker som du kan LUKTA

source: Name 1 thing you can TASTE
sv: Nämn en sak som du kan SMAKA

source: Break Timer
sv: Paus-timer

source: About
sv: Om

source: Choose a timer or exercise
sv: Välj en timer eller övning

source: Start
sv: Starta

source: Stop
sv: Stoppa

source: Reset
sv: Nollställ

source: Pause Exercises
sv: Pausövningar

source: %d seconds
sv: %d sekunder

source: Exercises
sv: Övningar

source: %d minute pause
sv: %d minut paus

source: Running...
sv: Kör...

source: Paused
sv: Pausad

source: Time's up! 🎉
sv: Tiden är slut! 🎉

source: Visual timer and regulation exercises for children with ADHD/NPF
sv: Visuell timer och somatiska övningar för barn med ADHD/NPF

source: Thanks to
sv: Tack till
